{
  "HEADERS": {
    "TITLE": "Randy's Portfolio - Frontend Developer",   
    "DESCRIPTION": "Randy's portfolio: Frontend Developer specialized in creating attractive and functional user interfaces. Proficient in HTML, CSS, Sass, Tailwind, JavaScript, React, Astro, among other technologies. Available for collaborations and freelance projects."
  },
  "SECTION_NAVBAR": {
    "HOME": "Home",
    "PROJECTS": "Projects",
    "CONTACT": "Contact"
  },
  "SECTION_HEADER": {
    "WORK_MESSAGE": "Available For Work",
    "PARAGRAPH_1": "Hello! I am a self-taught individual with a great passion for technology and <strong> web development. </strong> Over the past two years, I have dedicated myself to learning independently.",
    "PARAGRAPH_2": "This has allowed me to acquire solid knowledge and experience in frontend development, creating a variety of personal projects. <strong> I focus on designing user interfaces that are functional, attractive, and accessible, </strong> reflecting my love for programming and my desire to continue improving my skills."
  },
  "SECTION_PROJECTS": {
    "TITLE": "PROJECTS",
    "PROJECTS": {
      "MonkeyType": {
        "TITLE": "Monkey Type",
        "DESCRIPTION": "Clone of the Monkey Type website to practice typing speed and accuracy, providing performance metrics such as words per minute (WPM) and accuracy."
      },
      "ToDoList": {
        "TITLE": "ToDo List",
        "DESCRIPTION": "Website to create, modify, delete and save your pending tasks, with the option to filter them by progress, or by name."
      },
      "FormularioValidaciones": {
        "TITLE": "Form With Validations",
        "DESCRIPTION": "Simple form in which validations are made to know if the requested data are being entered correctly."
      }
    }
  },
  "SECTION_TECHNOLOGIES": {
    "TITLE": "TECHNOLOGY STACK"
  },
  "SECTION_CONTACT": {
    "TITLE": "CONTACT",
    "TEXT": "Hi! If you liked my portfolio and want to contact me to work together on projects or develop an idea, feel free to write me through the following means."
  },
  "SECTION_404": {
    "TITLE": "Page not found",
    "TEXT": "It seems that the page you were looking for does not exist, you can go back to home or contact me on my social networks:",
    "BUTTON_TEXT": "Back to Home"
  },
  "SECTION_BUTTONS": {
    "GITHUB": "GitHub",
    "LINKEDIN": "LinkedIn",
    "CV": "CV",
    "WEB": "Web"
  }
}