{
  "HEADERS": {
    "TITLE": "Portafolio de Randy - Frontend Developer",
    "DESCRIPTION": "Portafolio de Randy, Frontend Developer especializado en la creación de interfaces de usuario atractivas y funcionales. Con habilidades en HTML, CSS, Sass, Tailwind, JavaScript, React, Astro, entre otras tecnologías. Disponible para colaboraciones y proyectos freelance."
  },
  "SECTION_NAVBAR": {
    "HOME": "Inicio",
    "PROJECTS": "Proyectos",
    "CONTACT": "Contacto"
  },
  "SECTION_HEADER": {
    "PARAGRAPH_1": "¡Hola! Soy un autodidacta con una gran pasión por la tecnología y el <strong> desarrollo web. </strong> Durante los últimos dos años, me he dedicado a aprender de manera independiente.",
    "PARAGRAPH_2": "Permitiéndome adquirir varios conocimientos sólidos y experiencia en el desarrollo frontend, creando una variedad de proyectos personales. <strong> Me enfoco en diseñar interfaces de usuario que sean funcionales, atractivas y accesibles, </strong> reflejando mi amor por la programación y mi deseo de seguir mejorando mis habilidades."
  },
  "SECTION_PROJECTS": {
    "TITLE": "PROYECTOS",
    "PROJECTS": {
      "MonkeyType": {
        "TITLE": "Monkey Type",
        "DESCRIPTION": "Clon del sitio web Monkey Type para poder practicar la velocidad y precisión al escribir, proporcionando métricas de rendimiento como palabras por minuto (WPM) y precisión."
      },
      "ToDoList": {
        "TITLE": "ToDo List",
        "DESCRIPTION": "Sitio web para poder crear, modificar, eliminar y guardar tus tareas que tienes pendientes, con la opcion de poder filtrarlos por progreso, o por su nombre."
      },
      "FormularioValidaciones": {
        "TITLE": "Formulario Con Validaciones",
        "DESCRIPTION": "Formulario sencillo en el que se hacen validaciones para saber si se estan ingresando correctamente los datos de que se piden."
      }
    }
  },
  "SECTION_TECHNOLOGIES": {
    "TITLE": "STACK TECNOLÓGICO"
  },
  "SECTION_CONTACT": {
    "TITLE": "CONTACTO",
    "TEXT": "¡Hola! Si te gustó mi portafolio y quieres contactarme para trabajar juntos en proyectos o desarrollar alguna idea, no dudes en escribirme a través de los siguientes medios."
  },
  "SECTION_404": {
    "TITLE": "Pagina no encontrada",
    "TEXT": "Parece que la pagina que buscaste no existe, puedes volver al inicio o contactarme en mis redes sociales:",
    "BUTTON_TEXT": "Volver a Inicio"
  },
  "SECTION_BUTTONS": {
    "GITHUB": "GitHub",
    "LINKEDIN": "LinkedIn",
    "CV": "CV",
    "WEB": "Web"
  }
}